Repository: ArkURL/Sip
Catalog: Sip/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld min
zh_hans: %lld 分钟

source: %lld ml left — grab a cup.
zh_hans: 还差 %lld ml，去接杯水吧。

source: About
zh_hans: 关于

source: Add
zh_hans: 添加

source: App
zh_hans: 应用

source: Cancel
zh_hans: 取消

source: Custom
zh_hans: 自定义

source: Custom amount
zh_hans: 自定义水量

source: Daily goal
zh_hans: 每日目标

source: Delete
zh_hans: 删除

source: Don't forget water today 💧
zh_hans: 今天也记得喝水 💧

source: Done
zh_hans: 完成

source: Enable reminders
zh_hans: 开启提醒

source: Enabled — click to turn off
zh_hans: 已启用，点击关闭

source: End time
zh_hans: 结束时间

source: Fine adjust
zh_hans: 精细调节

source: Get started
zh_hans: 开始使用

source: Goal %lld ml — sip when you can.
zh_hans: 目标 %lld ml，有空就喝两口。

source: Goal reached — no more reminders today
zh_hans: 达标了，今天不再提醒

source: Goal reached 🎉
zh_hans: 达标了 🎉

source: Interval
zh_hans: 提醒间隔

source: Log +100 ml
zh_hans: 记录 +100 ml

source: Log +250 ml
zh_hans: 记录 +250 ml

source: Log water
zh_hans: 记录喝水

source: Next %@
zh_hans: 下次 %@

source: No entries yet
zh_hans: 还没有记录

source: Not started yet
zh_hans: 还没开始记

source: Off — click to enable
zh_hans: 已关闭，点击启用

source: Only on selected days, during active hours, and before you hit the goal.
zh_hans: 仅在选中的日期、活跃时段内，且未达标时发送提醒。

source: Open Sip
zh_hans: 打开 Sip

source: Quit Sip
zh_hans: 退出 Sip

source: Reminder days
zh_hans: 提醒日期

source: Reminders
zh_hans: 提醒

source: Reminders off
zh_hans: 提醒已关

source: Reminding soon
zh_hans: 马上提醒

source: Set a daily goal, log sips easily, and get gentle reminders.
zh_hans: 设定每日目标，轻松记录喝水，到点温柔提醒。

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Stand up and have a sip.
zh_hans: 站起来喝一口水，活动一下。

source: Start time
zh_hans: 开始时间

source: Still %lld ml to go
zh_hans: 还差 %lld ml

source: Tap above to start logging
zh_hans: 点上方按钮开始记录吧

source: Target volume
zh_hans: 目标水量

source: Time for water 💧
zh_hans: 该喝水了 💧

source: Today's log
zh_hans: 今日记录

source: Tomorrow %@
zh_hans: 明天 %@

source: Undo last
zh_hans: 撤销最近一次

source: Undo recent
zh_hans: 撤销最近

source: Version
zh_hans: 版本

source: Welcome to Sip
zh_hans: 欢迎使用 Sip

source: You can still log without notifications. Allow them later in System Settings.
zh_hans: 未开启通知时仍可手动记录，稍后可在系统设置中允许通知。
